Repository: Djama1GIT/wildberries-scrapper-bot
Catalog: bot/common/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Get information from the database
ru: 📤 Получить информацию из БД

source: Stop notifications
ru: ⛔ Остановить уведомления

source: Get product information
ru: 🎯 Получить информацию по товару

source: Subscribe
ru: 🔔 Подписаться

source: Which article's information do you want to receive?
ru: 🔎 Информацию о каком артикуле Вы хотите получить?

source: The article number must be in numerical format.
ru: ❌ Артикул должен быть в формате числа.

source: It is impossible to get information about this article.
ru: ⛔ Невозможно получить информацию об этом артикуле

source: An error occurred while requesting data, please try again later.
ru: 🛑 Произошла ошибка во время получения данных, попробуйте позже.

source: Product name
ru: 🔹 Название товара

source: Article
ru: 🔹 Артикул

source: Price
ru: 🔹 Цена

source: Rating
ru: 🔹 Рейтинг

source: Quantity in stock
ru: 🔹 Количество на всех складах

source: Record created at
ru: 🔹 Запись сделана в

source: Information from the database
ru: 🗄️ Информация из базы данных

source: Actual information
ru: 🆕 Актуальная информация

source: The request history is empty.
ru: ⭕ История запросов пуста.

source: You have successfully subscribed to the product {}.
ru: ✅ Вы успешно подписались на товар {}.

source: You have already subscribed to this product.
ru: ⚠️ Вы уже подписаны на этот товар.

source: You are not subscribed to any products.
ru: ⚠️ Вы не подписаны ни на какие товары.

source: You have successfully unsubscribed from all products.
ru: ✅ Вы успешно отписались от всех товаров.

source: An error has occurred. Try again later.
ru: 🚧 Произошла ошибка. Попробуйте еще раз позже.

source: Hi, {}
ru: 👋 Привет, {}
